[
    {
        "id": "00",
        "name_ko": "들어가며",
        "name_en": "Introduction",
        "image": "images/00_intro.png",
        "audio_ko": "audio/00_intro.mp3",
        "audio_en": "audio/en_00_intro.mp3",
        "description_ko": "장성동은 태백에서도 가장 남쪽에 위치한 조용하고 아늑한 동네예요.\n‘장성’은 ‘장승’이라는 뜻으로, 옛날엔 영험한 태백산 아래에 자리한 이 일대에 장승들이 많았대요.\n일종의 성역이었죠.\n\n장성동의 옛 지명은 ‘하장생’이었는데요, 예전엔 장승을 ‘장생’이라고 불렀기 때문이죠.\n지금의 ‘황지동’이 과거엔 ‘장생’이었고, 이곳은 ‘하장생’으로 불렸는데,\n장생 지역에서 황지연못이 있는 황지가 유명해지면서 지역 이름이 ‘황지’로 바뀌었고, ‘하장생’이었던 이곳이 ‘장생’, 곧 ‘장승’이 된 것입니다.\n\n그럼 이제, 장성동을 걸어서 천천히 둘러볼까요?",
        "description_en": "Jangseong-dong is a quiet and cozy neighborhood located in the southernmost part of Taebaek.\nThe name comes from the many “jangseung” (spirit figures, like totem poles made of wood or stone) in the area.\nThis area is located below the spiritual Taebaek Mountain.\nIt was, indeed, a spiritual area.\n\n Now let’s take a leisurely walk around Jangseong-dong.",
        "map_ko": "",
        "map_en": ""
    },
    {
        "id": "r1",
        "name_ko": "구 태백등기소",
        "name_en": "The Former Taebaek Registry Office",
        "image": "images/r1.png",
        "audio_ko": "audio/r1.mp3",
        "audio_en": "audio/en_r1.mp3",
        "description_ko": "태백에 남아 있는 가장 오래된 근대 관공서 건물, 구 등기소입니다. 1956년에 지어진 이 건물은 태백 근대 건축의 역사를 보여주는 중요한 장소로, 2005년 4월 15일 ‘망루’와 함께 국가등록문화유산으로 지정되었어요.\n\n처음에는 등기소로 사용되었고, 이후 황지동으로 이전한 뒤에는 잠시 장성읍사무소로도 활용되었어요. 현재는 태백교육지원청 특수교육센터 등 다양한 용도로 사용되고 있어요.\n\n건물 구조도 눈여겨볼 만합니다. 가운데 계단실을 중심으로 좌우가 대칭을 이루고 있으며, 1층 입구와 옥상 부분에는 지붕이 바깥으로 돌출된 캔틸레버 구조가 있어 건축적으로도 흥미로운 포인트예요. 이런 대칭 구조는 흔히 ‘데칼코마니’ 양식이라고 불리는데, 보는 각도에 따라 독특한 느낌을 주어 사진 찍기에도 좋습니다.\n\n태백 근대 건축의 매력을 느끼며, 당시 관공서 건물이 가지던 실용성과 아름다움을 함께 감상해 보세요.",
        "description_en": "The Former Taebaek Registration Office is the oldest modern government building in Taebaek, the former registry office.\n\nBuilt in 1956, this building is an important site that shows the history of Taebaek's modern architecture and was designated as a national registered cultural heritage site along with the Watchtower on Apr. 15, 2005.\n\nAt first, it was used as a registry office, and after moving to Hwangji-dong, it was temporarily used as a Jangseong-eup office. It is now used for various purposes, such as the Taebaek Office of Education Special Education Center.\n\nThe structure of the building is also noteworthy. It is interesting in terms of architecture, as it is symmetrical to the left and right around the stairwell in the center, and there is a cantilever beam supporting the roof protruding outward at the entrance and the roof on the first floor. This symmetrical structure is commonly called the \"decalcomani\" style, which gives it a unique feel depending on the angle at which it is viewed, making it easy to take pictures.\n\nFeel the charm of Taebaek's modern architecture and enjoy the practicality and beauty of the government office building at that time.",
        "map_ko": "https://naver.me/GUmma3Cr",
        "map_en": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m14!1m12!1m3!1d393.64841319877615!2d129.02069946751055!3d37.10270301978365!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1756776893583!5m2!1sko!2skr\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>"
    },
    {
        "id": "r2",
        "name_ko": "메밀뜰",
        "name_en": "Buckwheat Field",
        "image": "images/r2.png",
        "audio_ko": "audio/r2.mp3",
        "audio_en": "audio/en_r2.mp3",
        "description_ko": "이곳은 예로부터 메밀을 많이 심던 마을이라 ‘메밀들이’라고 불렸습니다. 임진왜란 때는 ‘정감록’을 믿던 사람들이 이곳으로 피난 와서 무사히 전쟁을 피 했다는 이야기도 전해지죠. 그래서 원래는 ‘면한 듯’, ‘면뜰’ 같은 이름으로 불렸다고 해요. 다만 이름이 조금 어감이 좋지 않아, 결국 메밀을 많이 심는다는 의미로 ‘메밀뜨리’라고 부르게 되었다고 합니다.\n\n몇십 년 전, 마을에 집을 지으려고 땅을 팠을 때, 놀라운 발견이 있었어요. 불에 탄 무쇠솥이 나왔고, 그 안에는 메밀이 가득 들어 있었다고 합니다. 무쇠솥은 녹슬고 메밀 씨앗은 탄화된 상태였지만, 양이 거의 두 말 정도였다고 해요.\n\n옛사람들은 본인이 굶어 죽더라도 씨앗만은 남겨 두었다고 합니다. 후손이라도 그 씨앗으로 농사를 지어 생명을 이어가라는 마음이었겠죠. 이렇게 조상들의 마음과 지혜가 그대로 담긴 마을이 바로 메밀뜰 마을입니다.",
        "description_en": "From ancient times a lot of buckwheat was raised in this village so it was called Buckwheat Field.\n\nDuring the Imjin War, people who believed in Jeonggamrok, a messianic figure, fled to the village to escape the war. It is said that it was originally called 'Myeon-han' or 'Myon-ddeul', names that reflect a refuge. However, those names didn't sound good, so it ended up being called 'Buckwheat Field”, a similar sounding name.\n\nA few decades ago, when someone was digging to build a house, he made a surprising discovery. There was a burnt cast iron pot, which was filled with buckwheat. The cast iron pot was rusty and the buckwheat seeds were carbonized, but it was about two “mal” (about 36 litres) in amount. The old people say that even if they starved to death, they would preserve the seed. Their descendants would farm with that seed for their livelihoods.The Buckwheat Field Village is a village that preserves the hearts and wisdom of its ancestors.",
        "map_ko": "https://naver.me/xrCCvruT",
        "map_en": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m14!1m12!1m3!1d1057.1169198948974!2d129.02513800461278!3d37.09454845441376!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1756777202269!5m2!1sko!2skr\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>"
    },
    {
        "id": "r3",
        "name_ko": "학도병충혼탑",
        "name_en": "Student Soldiers Memorial Tower",
        "image": "images/r3.png",
        "audio_ko": "audio/r3.mp3",
        "audio_en": "audio/en_r3.mp3",
        "description_ko": "태백중학교 교정에 세워진 학도병 충혼탑은 6.25 전쟁 당시 나라를 위해 싸우다 숨진 학도병들의 희생을 기리기 위해 세워진 기념탑입니다. 단순한 기념물이 아니라, 태백 청년들의 용기와 희생을 기억하고 후손에게 전하는 상징적인 공간이에요.\n\n1963년, 태백중학교와 태백고등학교가 하장면 평화동으로 이전하면서, 당시 부대장이었던 김종순 장군과 함께 충혼탑 이전 제막식과 위령제를 진행했습니다. 이후 태백기계공고 교정에도 충혼비가 세워졌고, 1973년 태백중학교가 기계공고에서 분리되면서 현재 교정으로 다시 옮겨 세워지게 되었어요.\n\n1951년 1월, 중공군이 개입한 전황 속에서 당시 15~17세의 태백중 학생 127명이 전교생 자원입대를 결심했습니다. 눈보라가 몰아치던 추운 날, 솜바지와 개털 모자, 부모님이 준비해 준 옥수수·쌀 전대를 허리에 차고, 보병 제3사단 제23연대가 주둔한 경북 봉화 춘양으로 3일 밤낮을 걸어 전장에 나섰다고 해요. 연대장이 처음에는 나이가 어리다며 거절했지만, 학생들은 “싸우게 해달라”고 매달리며 끝내 입대할 수 있었습니다.\n\n이들은 1951년 1월 14일 1개 중대로 편성되어 기초훈련을 받은 뒤 곧바로 전투에 투입되었습니다. 영월 녹전에서 첫 전투를 치른 이후, 인제 상답지구 13시간 전투, 간성 쑥고개 전투, 양구 가칠봉 피의 능선 등에서 선봉으로 활약하며 헌신했습니다. 휴전 시점까지, 당시 17세였던 손길상 일등병 등 18명의 젊음을 조국에 바쳤습니다.\n\n전쟁이 끝난 뒤, 학도병들은 화랑도의 ‘화’와 태백의 ‘백’ 자를 따 화백회를 결성했습니다. 매년 6월 1일, 충혼탑에서는 태백중 학도병들의 애국심과 충정을 기리기 위한 추모제가 열리고 있어요. 또한, 1997년에는 군 복무로 졸업하지 못한 학도병들에게 명예졸업장이 수여되었고, 2005년에는 전몰 학도병들의 애국정신을 기리기 위한 전적비가 강원 철원군 서면 자등리 3사단 교육관 앞에 세워졌습니다.\n\n탑 앞에 서서, 어린 나이에 나라를 위해 목숨을 바친 학도병들의 용기와 헌신을 떠올리며 잠시 묵념을 하거나 마음속으로 감사의 마음을 전하는 것도 의미 있는 경험이 될 거예요.",
        "description_en": "The Student Soldiers Memorial Tower was built on the grounds of Taebaek Middle School. It was built to remember the courage and sacrifice of the student soldiers during the June 25th War (the Korean War).\n\nIn 1963, Taebaek Middle School and Taebaek High School were transferred to Pyongwha-dong in Hajang-myeon. At that time there was a memorial service for the Student Soldiers with General Kim Jong-sun, who was the leader of the student soldiers corps, and the tower was unveiled.\n\nAfter that, on the grounds of the Taebaek Machine Trade School another memorial was erected. In 1973, Taebaek Middle School was separated from trade school and the memorial was moved to the current school grounds In January 1951, the whole middle and high school 15 to 17 year old student body, 127 students, volunteered to serve. It is said that on that cold day, in a driving blizzard, these students, wearing cotton pants and “kettle” helmets, each with rice and corn prepared by their parents, walked day and night for three days to Chunyang, Bongwha, North Gyeongsan Province. They tried to enlist into the 23rd Regiment of the 3rd Infantry Division. At first the regimental commander refused to receive them because they were so young but they cried out without ceasing, “Call us to fight!” They got their wish. They were allowed to join.\n\nOn January 14th, 1951, they were formed into a unit. Immediately following their basic training they entered into battle. After the first battle at Nokjeon in Yongweol, there was the 13-hour battle at Sangdap in Injae then the Gangseong Sseok Pass battle, Bloody Ridge on Gachil Peak in Yanggu and others. In all of this they showed their commitment by being in the first ranks. By the time of the Armistice 18 members of the youth corps had demonstrated their supreme dedication to their homeland",
        "map_ko": "https://naver.me/5lffJi63",
        "map_en": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d578.3740867970625!2d129.01980705696442!3d37.09769524973009!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x356112f266e31c89%3A0xa07dbc35e4809d1f!2z7ZWZ64-E67OR6riw64WQ6rSA!5e0!3m2!1sko!2skr!4v1756777317551!5m2!1sko!2skr\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>"
    },
    {
        "id": "r4",
        "name_ko": "비와야폭포",
        "name_en": "Bewaya (“when it rains”) Falls",
        "image": "images/r4.png",
        "audio_ko": "audio/r4.mp3",
        "audio_en": "audio/en_r4.mp3",
        "description_ko": "비와야 폭포는 이름 그대로 비가 내려야만 그 모습을 드러내는 특별한 폭포입니다.\n\n높이는 약 40미터로, 석회암 절벽 위에서 물줄기가 쏟아지는 장관을 만들어 내죠. 여름철이나 장마철, 충분한 비가 내릴 때면 폭포수가 힘차게 흘러내리며 시원한 물보라와 함께 웅장한 소리를 내어 보는 이의 감탄을 자아냅니다.\n\n하지만 평소에는 물줄기가 거의 없어서 보기 어렵고, 장마철이나 비 오는 날에만 제대로 감상할 수 있는 은밀한 자연의 보물이에요. 폭포 앞에 서면 물줄기가 만드는 소리와 바람, 그리고 절벽 위로 쏟아지는 물빛이 어우러져, 잠시라도 현실을 잊고 자연 속에 몰입하게 됩니다.\n\n예전에는 큰 도로에서 폭포로 이어지는 골목길이 ‘비와야폭포길’이라는 이름을 얻으면서, 이름만 보고 일부러 찾아오는 사람도 많았습니다. 몇십 년 전만 해도 겨울이면 폭포가 거의 얼음 폭포(빙폭)로 변해 3~4개월 동안 유지되었는데, 당시에는 지금보다 훨씬 장엄한 장관을 볼 수 있었다고 합니다.\n\n비와야 폭포는 자연의 신비와 변화를 몸소 느낄 수 있는 장소로, 계절과 날씨에 따라 완전히 다른 얼굴을 보여주는 매력이 있답니다.",
        "description_en": "As its name implies, Biwaya Falls is a special waterfall that only appears when it rains.\n\nIt is about 40 meters high, creating a spectacular view of water pouring down over limestone cliffs. When it rains enough during summer or rainy season, the waterfall flows down vigorously, creating a magnificent sound with cool spray.\n\nHowever, it is difficult to see because there are few streams of water, and it is a secret treasure of nature that can only be enjoyed properly during rainy seasons or rainy days.\n\nWhen you stand in front of a waterfall, the sound of the water stream, the wind, and the water light pouring over the cliff harmonize, so you forget about reality for a moment and immerse yourself in nature.\n\nIn the past, the alleyway leading from the main road to the waterfall was given the name \"Biwaya Falls Road\", and many people came to see it on purpose just by looking at its name. A few decades ago, in winter, the waterfall turned into an ice waterfall (ice width) and was maintained for three to four months, and at that time, it was said that the spectacular view was much more majestic than now.\n\nBiwaya Falls is a place where you can feel the mysteries and changes of nature, and it has the charm of showing completely different faces depending on the season and weather.",
        "map_ko": "https://naver.me/Fk7xZHpH",
        "map_en": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d4924.483519970532!2d129.02145828640573!3d37.10306936478968!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3561128bfeba13f5%3A0xe2c6d426674d3472!2z67mE7JmA7JW87Y-t7Y-s!5e0!3m2!1sko!2skr!4v1756785510742!5m2!1sko!2skr\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>"
    },
    {
        "id": "r5",
        "name_ko": "호암동 범바위",
        "name_en": "Hoam-dong (Beom/Tiger Rock)",
        "image": "images/r5.png",
        "audio_ko": "audio/r5.mp3",
        "audio_en": "audio/en_r5.mp3",
        "description_ko": "호암동은 석탄산업 부흥기에 한정된 공간에 최대한 많은 집을 짓고자 좁은 골목 사이에 다닥다닥 처마를 맞댄 집들이 모여 있던 마을이었어요. \n\n 호암동에 있는 범바위는 들돌버덩 아래쪽에서 솟아있는 약 10미터 높이의 바위로, 예전에는 호랑이가 자주 나타나 울었다고 전해집니다. 또한, 바위 위에는 호랑이가 새끼를 길렀던 바위굴도 있어, 사람들은 이 바위를 ‘범바우’라고 불렀다고 합니다. \n\n 이밖에도 ‘마감나드리’를 혼자 건너다 호랑이에게 잡혀 먹힌 사람 이야기, 바위 앞 깊은 연못이 김이 무럭무럭 나도 얼지 않았다는 이야기, 바위 아래에서 사람이 화장되었다는 이야기 등 여러 전설과 풍습이 전해집니다. \n\n 하지만 지금은 옛날의 바위들은 모두 사라지고, 산 중턱에서 올려다볼 수 있는 두꺼비 모양의 바위가 대신하고 있습니다.최근 태풍 ‘매미’로인해 바위모양이 변하기도 했답니다. \n\n 이 모든 이야기는 공식 기록이 아닌 마을 주민들이 전해오는 이야기라는 점에서 바위를 바라보며 옛 사람들의 삶과 전설, 그리고 자연과 함께한 이야기를 상상해 볼 수 있는 흥미로운 장소예요.",
        "description_en": "The Beom Rock in Hoam-dong is about 10 meters tall, rising from the bottom of the bedrock.\n\nIt is said that tigers used to appear and cry often in the past. That's why people called it 'Bumba-u' or Tiger Rock.\n\nIn the old days, the mining company built as many houses close together between narrow alleys to house as many workers as possible.\n\nThere was a rock cave where tigers raised their young, which gave its current name.\n\nThere are also various legends and customs, such as the story of a person who was caught and eaten by a tiger while crossing the \"Magamna\" Bridge alone, the story that the deep pond in front of the rock did not freeze even as it steamed, and the story of a person being cremated under the rock.\n\nBut now all the old rocks are gone, and toad-shaped rocks that you can look up from the middle of the mountain are taking over. Recently, Typhoon Memi changed the shape of the rock.\n\nGiven that all of these stories are told by villagers, not official records, it is an interesting place to look at the rocks and imagine the lives, legends, and stories of the old people with nature.",
        "map_ko": "https://naver.me/FAPP4k2L",
        "map_en": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1591.0019134095746!2d129.0124521182629!3d37.10502639770028!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x356112947ce06063%3A0xc5b24afa89f264ca!2z6rCV7JuQ7Yq567OE7J6Q7LmY64-EIO2DnOuwseyLnCDsnqXshLHroZwgOTctMQ!5e0!3m2!1sko!2skr!4v1756785585418!5m2!1sko!2skr\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>"
    },
    {
        "id": "w1",
        "name_ko": "석탄발견지탑(금천동)",
        "name_en": "Coal Discovery Tower (Geumcheon-dong)",
        "image": "images/w1.png",
        "audio_ko": "audio/00w1.mp3",
        "audio_en": "audio/en_w1.mp3",
        "description_ko": "장성동은 태백에서도 가장 남쪽에 위치한 조용하고 아늑한 동네예요.\n‘장성’은 ‘장승’이라는 뜻으로, 옛날엔 영험한 태백산 아래에 자리한 이 일대에 장승들이 많았대요.\n일종의 성역이었죠.\n\n장성동의 옛 지명은 ‘하장생’이었는데요, 예전엔 장승을 ‘장생’이라고 불렀기 때문이죠.\n지금의 ‘황지동’이 과거엔 ‘장생’이었고, 이곳은 ‘하장생’으로 불렸는데,\n장생 지역에서 황지연못이 있는 황지가 유명해지면서 지역 이름이 ‘황지’로 바뀌었고, ‘하장생’이었던 이곳이 ‘장생’, 곧 ‘장승’이 된 것입니다.\n\n그럼 이제, 장성동을 걸어서 천천히 둘러볼까요?\n\n장성 금천동에 있는 석탄발견지탑은 국내에서 가장 처음으로 석탄이 발견된 걸 기념해서 세운 탑이에요. 1930년대 일제강점기 때, 장해룡이라는 지역 주민이 이곳에서 석탄 노두를 처음 발견했는데요, 이걸 계기로 장성광업소가 생기고 태백은 석탄 산업의 중심지로 발전하게 됐죠.\n\n지금은 고요히 서 있는 기념탑이지만, 이곳은 한때 수많은 사람들의 땀과 희망이 모여든 태백 산업 역사의 출발점이었어요. 탑 앞에 서면 태백이 걸어온 길과 그 안에 담긴 시간의 무게를 잠시나마 느껴볼 수 있습니다.\n\n이곳에서 우리의 여정이 시작됩니다. 태백의 과거와 현재, 그리고 그 속에 담긴 사람들의 이야기를 따라가는 여행길이 이제 막 열렸어요. 첫 발걸음을 내딛는 순간부터, 앞으로 마주할 풍경과 이야기들이 더욱 기대되지 않으신가요?",
        "description_en": "Jangseong-dong is a quiet and cozy neighborhood located in the southernmost part of Taebaek.\nThe name comes from the many “jangseung” (spirit figures, like totem poles made of wood or stone) in the area.\nThis area is located below the spiritual Taebaek Mountain.\nIt was, indeed, a spiritual area.\n\n Now let’s take a leisurely walk around Jangseong-dong.\n\nThe Coal Discovery Tower in Geumcheon-dong, Jangseong, was built to commemorate the discovery of coal in Korea.\n\nIt is the first of its type. During the Japanese colonial era, in the 1930s, a local resident named Hae-ryong first discovered an outcrop of coal here. This led to the creation of the Jangseong Mining Company and the development of what is now Taebaek as the center of the coal industry.\n\nIt is a monument standing alone. It is the starting point of Taebaek's industrial history, where the sweat and hopes of countless people came together. Standing in front of the tower, you can feel for a moment the weight of Taebaek's path and the history here.\n\nThis is where our journey begins. The journey to follow Taebaek's past and present, and the stories of the people in it has just begun. From the moment we take our first steps, we look forward to the scenery and stories that we will discover.",
        "map_ko": "https://naver.me/GmttPukj",
        "map_en": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3182.1342334417077!2d128.99487707656934!3d37.101922072162665!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x356113dd39e1c20b%3A0x32f1cc3fdf677bb5!2z7LWc7LSI7ISd7YOE67Cc6rKs7KeA7YOR!5e0!3m2!1sko!2skr!4v1756785718500!5m2!1sko!2skr\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>"
    },
    {
        "id": "w2",
        "name_ko": "장성 이중교(1935년)",
        "name_en": "The Jangseong Double Bridge(1935)",
        "image": "images/w2.png",
        "audio_ko": "audio/w2.mp3",
        "audio_en": "audio/en_w2.mp3",
        "description_ko": "1935년 일제강점기에 만들어진 장성 이중교는 태백의 석탄 산업을 상징하는 독특한 다리예요. 위쪽은 석탄을 실은 전차가 오가고, 아래쪽은 보행자와 차량이 다닐 수 있도록 설계되어 당시로서는 아주 특별한 구조였답니다.\n\n무지개처럼 아치형으로 솟아오른 교각은 지금도 인상 깊게 남아 있는데요. 최근에는 옆에 새로운 다리가 하나 더 놓이면서 ‘이중교’를 넘어 ‘3중교’라는 이름으로 불리기도 해요.\n\n태백에서 가장 오래된 다리인 이곳은 석탄 산업이 활발하던 시절의 풍경을 고스란히 간직한 중요한 산업 유산이에요. 그 가치를 인정받아 2004년 9월 4일, 국가등록문화유산으로 지정되었죠.\n\n다리 위에 서서 당시 전차가 달리던 모습을 떠올려 보면, 태백이 걸어온 시간과 그 안에 담긴 역사가 한층 가까이 느껴질 거예요. 이제 우리는 이 다리를 지나, 또 다른 풍경과 이야기가 기다리고 있는 다음 여정으로 발걸음을 옮겨봅니다.",
        "description_en": "Built in 1935, during the Japanese colonial era, the Jangseong Double Bridge is a unique bridge that reminds us of Taebaek's coal industry. It was a very special structure at the time, as it was designed to allow rail cars carrying coal to move on the upper level and pedestrians and vehicles on the lower.\n\nThe bridge, which arched like a rainbow, is still impressive today.\n\nRecently, a new bridge has been built next to it, and it has been called the \"triple bridge\" beyond the \"double bridge.\" As the oldest bridge in Taebaek, it is an important part of our industrial heritage. It reminds us of the days when the coal industry was active. In recognition of its value, it was designated as a National Register of Cultural Heritage on Sept. 4, 2004.\n\nWhen you stand on the bridge and think of the rail car running back then, you will feel closer to Taebaek’s history. Now let's move on to the next stop, where another scenery and story awaits us.",
        "map_ko": "https://naver.me/G7CCI0Qw",
        "map_en": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d624.1329041200562!2d129.00084982786097!3d37.1055895943717!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x35611378675e6989%3A0x36801928dab4752f!2z7YOc67CxIOyepeyEseydtOykkeq1kA!5e0!3m2!1sko!2skr!4v1756785749115!5m2!1sko!2skr\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>"
    },
    {
        "id": "w3",
        "name_ko": "태백 경찰서 망루(1950년)",
        "name_en": "Taebaek Police Station Watchtower(1950)",
        "image": "images/w3.png",
        "audio_ko": "audio/w3.mp3",
        "audio_en": "audio/en_w3.mp3",
        "description_ko": "이 망루는 원래 한국전쟁 시기 북한군이나 공비의 침투를 막기 위해 세운 초소로 알려져요. 당시 무장한 경찰관이 이곳에서 근무하며 주변을 살피고, 위급한 상황이 생기면 종을 울려 마을 사람들에게 위험을 알렸다고 전해집니다.\n\n망루는 2층짜리 원형 구조로, 사방으로 난 창 덕분에 넓은 시야를 확보할 수 있었고, 2층으로 오르내리는 길은 바닥에 뚫린 네모난 구멍과 사다리를 이용했어요. 이곳에 서면 전쟁 이후의 혼란스러웠던 시대 분위기가 생생하게 느껴지죠. 단순한 건축물이 아니라, 당시 사람들의 긴장과 삶의 이야기를 담고 있는 장소로, 2005년 4월 15일 국가등록문화유산으로 지정되었습니다.\n\n그리고 한 가지 흥미로운 이야기를 들려드릴게요. 최근 K방송사에서는 이 망루가 한국전쟁보다 훨씬 이전, 일제강점기 때 지어진 것이라는 내용을 보도했어요. 당시 석탄을 캐던 징용 노동자들이 고된 노동을 견디지 못하고 도망가지 못하도록 감시하는 역할을 했다는 이야기인데요. 특히 장성 이중교와 비슷한 재료가 사용된 점을 들어, 같은 시기에 지어졌을 가능성도 거론되고 있답니다. 다만, 이 내용은 공식 기록보다는 전해 내려오는 이야기와 최근 보도를 바탕으로 한 이야기 입니다.",
        "description_en": "The watchtower was originally known as a guard post built during the Korean War to prevent the infiltration of North Korean troops. It is said that an armed police officer worked here to look around and alerted the villagers to danger by ringing the bell in case of an emergency.\n\nThe observation deck is a two-story circular structure that offers wide viewing thanks to windows facing all directions. The way to the second floor uses square holes and ladders through the floor. Standing here, one can vividly feel the atmosphere of the chaotic times following the war. It was not just a structure, but a place that told the stories of people's tension and life back then, and was designated as a National Register of Cultural Heritage on April 15, 2005.\n\nAn interesting point: Recently, a K-broadcasting company reported that the watchtower was built during the Japanese colonial era, long before the Korean War. It was said that it played a role in monitoring the laborers who were digging coal at the time to prevent them from running away.There is evidence that it was built around that time based on the materials being used being similar to those used on the double bridge. However, this is based on word of mouth and informal reports rather than the official record, so please keep this in mind.",
        "map_ko": "https://naver.me/5KqqK0fy",
        "map_en": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3182.107210438707!2d129.00549887656925!3d37.1025653721625!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x35611343fd62671f%3A0x1c92e146cb982f3!2z7YOc67Cx6rK97LCw7ISc66ed66Oo!5e0!3m2!1sko!2skr!4v1756785832397!5m2!1sko!2skr\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>"
    },
    {
        "id": "w4",
        "name_ko": "장성성당(1960년)",
        "name_en": "Jangseong Catholic Church (1960)",
        "image": "images/w4.png",
        "audio_ko": "audio/w4.mp3",
        "audio_en": "audio/en_w4.mp3",
        "description_ko": "장성성당의 이야기는 1945년으로 거슬러 올라 갑니다. 당시 삼척개발주식회사 장성임무소 직원이 강릉성당에 의무성사를 신청하면서 지역 신앙 공동체의 작은 발걸음이 시작되었죠.\n\n1960년, 중국인 천주교 신자이자 기술자인 ‘가요셉’ 씨가 성당을 설계하고 지었습니다. 당시 우리나라에는 서양식 성당을 설계하고 시공할 기술자가 많지 않아, 주로 중국인 기술자들이 활동했는데요. 가요셉 씨는 광주 북동성당(1937), 원주 원동성당(1954) 등 여러 성당을 지은 나름 이름 있는 엔지니어였답니다.\n\n60년대 초 경제적으로 어려웠던 시기라, 성당 건축에 고급 자재를 사용할 수는 없었어요. 대신 근처에서 쉽게 구할 수 있는 벽돌을 쌓아 구조를 만들고, 외벽은 시멘트 모르타르로 마감했습니다. 시멘트를 반죽해 창틀을 만들고, 벽체를 예쁘게 미장한 솜씨 덕분에 단조로운 재료임에도 불구하고 단아하고 절제미 있는 독특한 분위기를 갖게 되었죠.\n\n성당 외관을 보면 서양식 건축 양식의 우아함과, 손으로 직접 다듬은 디테일에서 지역 주민들의 정성과 노력, 그 시절 사람들의 신앙심을 느낄 수 있습니다. 내부로 들어서면, 아름다운 스테인드글라스를 통해 들어오는 햇살이 공간을 부드럽게 물들이며 장엄하고 평화로운 분위기를 만들어 줍니다. 그 빛 속에서 주민들의 신앙과 공동체의 이야기가 고스란히 느껴지죠.\n\n또한, 2025년은 성당 건립 64주년을 맞는 해이고, 현재 문화재 등록을 추진 중에 있어 앞으로는 더 많은 사람들에게 그 역사적 가치를 알릴 수 있을 것으로 기대됩니다.",
        "description_en": "The story of Jangseong Catholic Church dates back to 1945. At that time, a small step for the local faith community began when an employee of the Jangseong Office of Samcheok Development Co., Ltd. applied for the Gangneung Church. In 1960, Joseph Ka, a Chinese Catholic engineer, designed and built the church. Back then, there were not many engineers able to design and construct Western-style churches in Korea, so Chinese engineers were mainly used. Joseph Ka was a renowned engineer who built several churches including the Bukdong Catholic Church in Gwangju (1937) and the Wondong Catholic Church in Wonju (1954).\n\nIn the early 1960s, high-quality materials were not available for church construction due to financial difficulties. Instead, the structure was built by stacking easily available bricks and the exterior walls were finished with cement mortar. The ability to mix cement to create window frames and beautifully dress the walls gave them a unique atmosphere of elegance despite the simple materials.\n\nIf you look at the exterior of the church, you can feel the elegance of Western architecture, the sincerity and effort of the local residents, and the faith of the people of that time in the hand-painted details. When you step inside, the sunlight coming through the beautiful stained glass gently colors the space, creating a majestic and peaceful atmosphere. In the light, you can feel the stories of the residents' faith and community.\n\nIn addition, this year, 2025, marks the 64th anniversary of the construction of the church, and the registration of cultural properties is currently underway, so it is expected that more people will be able to know its historical value in the future.",
        "map_ko": "https://naver.me/F75sFORW",
        "map_en": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d397.7733984865652!2d129.00460846243627!3d37.10066142964462!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x356112c3c4c31323%3A0x6d93ae7678b05831!2z7LKc7KO86rWQIOyepeyEsSDshLHri7k!5e0!3m2!1sko!2skr!4v1756785858347!5m2!1sko!2skr\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>"
    },
    {
        "id": "w5",
        "name_ko": "베이커리 카페 플레인",
        "name_en": "Plain Bakery Cafe",
        "image": "images/w5.png",
        "audio_ko": "audio/w5.mp3",
        "audio_en": "audio/en_w5.mp3",
        "description_ko": "이제 우리 여행의 달콤한 휴식 공간, 플레인 베이커리 카페에 왔습니다.\n\n사장님은 원래 서울에서 호텔 베이커로 일하시면서 다양한 빵과 디저트를 만들던 전문가셨다고 해요. 여행을 다니며 사진을 찍고 작가 활동도 하셨는데, 그러던 중 강원도 북쪽의 화강암보다는 석회암이 많은 남쪽 지역, 특히 장성의 매력에 마음이 끌리셨다고 합니다.\n\n2013년, 장성에서 인연을 만나면서 태백에 첫 베이커리 카페를 열게 되었고요. 이후 태백에는 하나둘 베이커리 카페가 생기기도 했지만, 몇 곳은 사라지기도 하는 모습을 지켜보셨다고 해요.\n\n플레인 베이커리는 특히 하드빵을 만드는 곳으로 유명합니다. 빵은 대부분 오전 중에 금세 팔려버리니, 맛있는 빵을 놓치지 않으려면 전날 미리 주문하는 것이 좋아요. 또 사장님은 계절마다 서울 중심지로 가서 최신 베이커리 트렌드를 직접 확인하고 오시기 때문에, 태백에서도 가장 빠르게 새로운 유행을 반영하는 곳이랍니다.\n\n태백 시내에서는 조금 떨어진 위치임에도 불구하고, 일부러 찾아오는 손님들이 많을 정도로 꾸준한 인기를 누리고 있어요. 여기서 잠시 쉬면서 따끈한 빵과 커피를 즐기며 여행의 여유를 만끽해 보세요.",
        "description_en": "We are now at Plain Bakery Cafe, a sweet resting place for our trip. The owner originally worked as a hotel baker in Seoul and was an expert in making various breads and desserts.\n\nHe traveled, took pictures, and worked as a writer, and in the meantime, he was attracted to the charm of the southern region, especially Jangseong, where the mountains are limestone as opposed to granite in the northern part of Gangwon Province.\n\nIn 2013, he opened the first bakery cafe in Taebaek. Since then, one by one, bakery cafes have been opened in Taebaek, but some have disappeared.\n\nPlain Bakery is especially famous for making hardbreads. Most breads sell out quickly in the morning, so if you don't want to miss out on delicious bread, you'd better order the day before. Also, since the owner goes to Seoul every season to check out the latest bakery trends in person, Taebaek is also the fastest place to reflect new trends.\n\nAlthough it is located a little far from downtown Taebaek, it is popular, with many visitors making it their destination. Take a break here and enjoy some hot bread and coffee while enjoying a relaxing moment.",
        "map_ko": "https://naver.me/FoELeG08",
        "map_en": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1098.1037679861051!2d129.00466929031273!3d37.100870775738066!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3561138b8d10e5eb%3A0x9573dc2ccb6699ad!2z7ZSM66CI7J24IOuyoOydtOy7pOumrA!5e0!3m2!1sko!2skr!4v1756785926312!5m2!1sko!2skr\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>"
    },
    {
        "id": "w6",
        "name_ko": "용굴집",
        "name_en": "Dragon Cave House",
        "image": "images/w6.png",
        "audio_ko": "audio/w6.mp3",
        "audio_en": "audio/en_w6.mp3",
        "description_ko": "이곳은 석회동굴 입구에 세워진, 옛 주점 ‘용굴집’ 자리입니다. 이름 그대로 동굴 바로 앞에 집을 지어 영업하던 곳인데요, 이곳만의 독특한 점은 동굴 안에서 나오는 바람을 활용했다는 거예요. 여름에는 시원한 바람으로, 겨울에는 따뜻한 공기로 손님들을 맞이할 수 있었답니다.\n\n1960년대까지 운영되던 용굴집은 지역 주민들과 여행객들이 모여 술 한 잔과 이야기를 나누던 활기찬 공간이었어요. 현재는 오래된 건물과 안전 문제, 그리고 복잡한 소유권 분쟁 때문에 문이 닫혀 있지만, 여름에는 문을 열어두고 평상을 깔아 동네 어르신들이 모여 담소를 나누는 모습도 볼 수 있다고 합니다.\n\n지금 남아 있는 자리에서 동굴 바람을 맞으며 그 시절 사람들이 앉아 이야기를 나누던 풍경을 상상해 보면, 마치 시간 여행을 하는 듯한 느낌을 받을 수 있는 특별한 장소입니다.",
        "description_en": "The “Dragon Cave House” is at the site of a former saloon. It was built at the entrance to a limestone cave. As its name implies, what's unique is that it utilizes the breeze from inside the cave. Thanks to the cool breeze in the summer and the warm air in the winter, we were able to welcome guests there.\n\nYonggul (Dragon Cave)House, which operated until the 1960s, was a lively place where local residents and travelers gathered to have a drink.\n\nAlthough the doors are currently closed due to old buildings, safety issues, and complex ownership disputes, it is said that in the summer, the doors are left open and the elderly in the neighborhood gather to chat.\n\nIt's a special place where you can feel like you're traveling through time when you imagine the scenery where people were sitting and talking in the cave breeze here.",
        "map_ko": "https://naver.me/FNIIFZlX",
        "map_en": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3182.2419728086807!2d129.00488317656914!3d37.09935717216344!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x356112c2143398a5%3A0xc90113a2da890bce!2z6rCV7JuQ7Yq567OE7J6Q7LmY64-EIO2DnOuwseyLnCDsmqnqtbQx6ri4IDEw!5e0!3m2!1sko!2skr!4v1756786268465!5m2!1sko!2skr\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>"
    },
    {
        "id": "w7",
        "name_ko": "장성5일장 (1970~80년대)",
        "name_en": "Janseong 5 Day Market (1970s and '80s)",
        "image": "images/w7.png",
        "audio_ko": "audio/w7.mp3",
        "audio_en": "audio/en_w7.mp3",
        "description_ko": "이 전통시장은 1977년에 처음 시작되었어요.\n\n1970~80년대 태백의 석탄 산업이 한창일 때는 광업소에서 일하던 분들과 장성동 주민들로 시장이 늘 북적였답니다. 당시에는 생활 필수품부터 먹거리까지, 지역 사람들의 생활 중심이 되는 공간이었죠.\n\n지금의 장성 5일장은 문화형 시장으로 새롭게 변화를 시도하고 있습니다. 매달 4일, 14일, 24일이 장날인데, 이때는 오래된 맛집은 물론 찰옥수수, 산나물 같은 태백 특산물도 만나볼 수 있어요. 조용히 둘러보며 구경하는 것만으로도 옛 정취를 느낄 수 있고, 특별한 날에는 활기찬 시장 분위기를 제대로 체험할 수 있답니다.\n\n예전 사람들의 삶과 시장 풍경을 함께 느껴보고 싶다면, 장날에 맞춰 방문해 보는 것을 추천드려요. 그때만 느낄 수 있는 활기와 향기가 여러분의 여행을 한층 더 특별하게 만들어 줄 거예요.",
        "description_en": "This traditional market began in 1977. At the height of the coal industry in the 1970s and 1980s the market would be crowded with mine workers and Jangseong residents.\n\nThe current Jangseong is trying to change the cultural type of market. On the 4th, 14th, 24th, you can see Taebaek special products such as good corn and special mountain greens. Just by looking around, you can experience the atmosphere of a lively market.\n\nIf you want to experience the life and market scenery of the past, I recommend you go on Market Day.\n\nThe activities and atmosphere will make your trip more special.",
        "map_ko": "https://naver.me/5LHbHvHR",
        "map_en": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d486.3339552860332!2d129.0091483897339!3d37.10064751968739!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x356112ea5753a809%3A0xd0e3842d1ee45603!2z7J6l7ISx7KSR7JWZ7Iuc7J6l!5e0!3m2!1sko!2skr!4v1756786296020!5m2!1sko!2skr\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>"
    }
]
